Repository: clan-wot/wot.clan.telebot.i18n
Catalog: */django.po
Languages: ru

source: Member
ru: Участник

source: Total
ru: Всего

source: Name
ru: Название

source: Number
ru: Количество

source: Members
ru: Участники

source: Chief
ru: Командир

source: Commander
ru: Командующий

source: Executive Officer
ru: Заместитель командующего

source: Recruitment Officer
ru: Офицер по кадрам

source: Quartermaster
ru: Офицер снабжения

source: Intelligence Officer
ru: Офицер разведки

source: Combat Officer
ru: Командир подразделения

source: Personnel Officer
ru: Офицер штаба

source: Junior Officer
ru: Младший офицер

source: Private
ru: Боец

source: Recruit
ru: Новобранец

source: Reservist
ru: Резервист

source: Member of clan:
ru: Состоит в клане:

source: News
ru: Новости

source: Clan
ru: Клан

source: Hi
ru: Привет

source: Sign out
ru: Выйти

source: Sign in
ru: Войти

source: Russia
ru: Россия

source: North America
ru: Северная Америка

source: Europe
ru: Европа

source: Southeast Asia
ru: Юго-Восточная Азия

source: Management
ru: Управление

source: Save settings
ru: Сохранить настройки

source: Server
ru: Сервер

source: Account
ru: Аккаунт

source: Account settings
ru: Настройки аккаунта

source: Settings
ru: Настройки

source: Email address
ru: Email адрес

source: today
ru: сегодня

source: joined to this group
ru: присоединился к этой группе

source: Invite link
ru: Ссылка-приглашение

source: Hi there, I am WotClansBot.
ru: Привет, я WotClansBot.

source: command works in group.
ru: команда работает в группе.

source: It shows members of group, who dont have access.
ru: Она покажет участников группы, которые не должны иметь доступа.

source: Unknown WG account
ru: Неизвестный аккаунт WG

source: The following participants should not have access to this group
ru: Следующие участники не должны иметь доступа к группе

source: Nothing suspicious found.
ru: Ничего подозрительного не найдено.

source: I'm chat bot for telegram group of the WorldOfTanks clan.
ru: Я чат-бот групп Telegram для кланов WorldOfTanks.

source: I need to know your Wargaming account.
ru: Мне нужно знать ваш аккаунт Wargaming

source: I can moderate chat for your clan, if you are will be a member.
ru: Я могу модерировать чат вашего клана, если вы вступите в клан.

source: Please follow this link to accept your invite
ru: Перейдите по этой ссылке, чтобы принять приглашение

source: Join to chat
ru: Присоединиться к чату

source: I can ensure that only members of your clan were present in the your Telegram group.
ru: Я могу следить за тем, чтобы только участники вашего клана присцтствовали в этой группе Telegram.

source: Let's start
ru: Давайте начнем

source: This chat joined to your Wargaming account.
ru: Этот чат подключен к вашему аккаунту Wargaming.

source: Please follow this link to setup this chat settings.
ru: Перейдите по этой ссылке для настройки чата.

source: Chat settings
ru: Настройки чата

source: Wargaming account
ru: аккаунт Wargaming

source: don't have access to this chat.
ru: не имеет доступа к этому чату.

source: Can't find Wargaming account for Telegram user
ru: Не могу найти аккаунт Wargaming для этого пользователя Telegram

source: Your Telegram account now connected to your Wargaming account
ru: Ваш аккаунт Telegram подключен к вашему аккаунту Wargaming

source: Those Wargaming accounts were disconnected from your Telegram account
ru: Эти аккаунты Wargaming были отключены от вашего аккаунта Telegram

source: World of Tanks clan chat telebot
ru: Чат-бот Telegram для кланов World of Tanks

source: World of Tanks and Wargaming.net are registered trademarks or trademarks of Wargaming.net LLP.
ru: World of Tanks и Wargaming.net являются зарегистрированными торговыми марками Wargaming.net LLP.

source: This website is in no way associated with Wargaming.net
ru: Этот сайт никак не связан с Wargaming.net.

source: Read more about <a target='_blank' href='http://worldoftanks.com/news/1840-wargamingnet-id-now-live/'>Wargaming.net OpenID authentication</a>.
ru: Подробнее об авторизации по протоколу OpenID вы можете прочитать в <a href='http://forum.worldoftanks.ru/index.php?/topic/487842-wargamingnet-openid-%D0%B7%D0%B0%D0%BF%D1%83%D1%89%D0%B5%D0%BD-%D0%B2-%D1%82%D0%B5%D1%81%D1%82%D0%BE%D0%B2%D0%BE%D0%BC-%D1%80%D0%B5%D0%B6%D0%B8%D0%BC%D0%B5/#top#top'>данной теме</a> на официальном форуме World of tanks.

source: Telegram group
ru: Группа Telegram

source: Save
ru: Сохранить

source: Cancel
ru: Отказ

source: I'm a Telegram chat bot.
ru: Я чат-бот Telegram

source: Sign in with my Wargaming account
ru: Войти с вашим аккаунтом Wargaming

source: Wargaming login
ru: Вход через Wargaming

source: Where is your account of World Of Tanks has been registered?
ru: Где зарегистрирован ваш аккаунт World Of Tanks?

source: You add me to the follow Telegram's chats
ru: Вы подключили меня к следующим чатам Telegram

source: Add the another one Telegram chat for moderating
ru: Добавить еще один чат Telegram

source: Let's choose the Telegram chat for moderating
ru: Давайте выберем чат Telegram для модерирования

source: Select Telegram group
ru: Выбрать группу Telegram

source: You are not a clan member of World of Tanks and can not create Telegram chat, linked to Wargaming clan.
ru: Вы не состоите в клана World of Tanks и не можете создать чат Telegram, связанный с кланом Wargaming.

source: Join Wargaming clan
ru: Присоединиться к клану Wargaming

source: There is some problem.
ru: Хьюстон, у нас проблема!

source: You are was kicked from this chat some time ago.
ru: Некоторое время назад вы были удалены из этого чата.

source: I'm dont have admin rights in this chat and i can't unban you.
ru: У меня нет полномочий администратора группы, чтобы разбанить вас.

source: You need to request chat admins.
ru: Вам нужно запросить администраторов этого чата.

source: Sorry, but your dont have access to this chat.
ru: К сожалению, у вас нет доступа к этому чату.

source: Invite to Telegram group
ru: Приглашение в группу Telegram

source: I'm need to check your Wargaming account for join you to this chat.
ru: Мне нужно проверить ваш аккаунт Wargaming, чтобы добавить вас в этот чат.

source: You are already have a membership in this chat.
ru: Вы уже являетесь участником этого чата.

source: Go to chat
ru: Перейти в чат

source: Lets join your Telegram and Wargaming accounts.
ru: Давайте свяжем между собой ваши аккаунты Telegram и Wargaming.

source: Click on 'Join Telegram account' button, then, in Telegram chat, click on 'Start' button.
ru: Кликните кнопку 'Подключить аккаунт Telegram', затем в чате Telegram кликните по кнопке 'Start'

source: Join Telegram account
ru: Подключить аккаунт Telegram

source: Welcome
ru: Добро пожаловать

source: Click button bellow to join a chat.
ru: Кликните по кнопке ниже для подключения к чату.

source: Telegram chat bot for World of Tanks clans
ru: Чат-бот Telegram для кланов World of Tanks

source: Nothing found for substring
ru: Ничего не найдено для подстроки

source: Length of search string must be 3 chars as minimum
ru: Длина строки для поиска должна быть 3 символа минимум

source: Use this link to invite new members to this group
ru: Используйте эту ссылку для приглашения новых участников в группу

source: First, chat admin must set up invite link here
ru: Сначала администратор чата должен настроить пригласительную ссылку здесь

source: Hi there, I am WorldOfTanksClanBot.
ru: Привет, я WorldOfTanksClanBot.

source: I am intended for clans of WorldOfTanks online game.
ru: Я сделан для кланов онлайн игры WorldOfTanks.

source: I am can ensure that only members of your clan will present in the your Telegram group.
ru: Я могу следить за тем, чтобы только участники вашего клана присутствовали в вашей группе Telegram.

source: You can control me by sending these commands:
ru: Вы можете управлять мной при помощи следующих команд:

source: /help - brief info and command list
ru: /help - краткая информация и список команд

source: /lang - set bot language
ru: /lang - задать язык бота

source: /check - show suspicious members of the group
ru: /check - показать подозрительных участников группы

source: /invite - invite link for new members
ru: /invite - ссылка для приглашения новых участников в группу

source: /whois text - show WG account for members with 'text' in Telegram name
ru: /whois - показать данные аккаунта Wargaming для участника группы, в имени которого присутствует подстрока 'text'

source: Also, you can forward for me message from any user.
ru: Также, вы можете переслать мне сообщение любого пользователя.

source: I'll show you Wargaming account data for this user, if i know it.
ru: Я покажу вам данные аккаунта Wargaming этого пользователя, если я их знаю.

source: Enter part of name of group member (at least 3 chars)
ru: Введите часть имени участника группы (3 символа как минимум)

source: Unsupported language
ru: Неподдерживаемый язык

source: Success!
ru: Успех!

source: Language of group set to
ru: Установлен язык группы

source: Language set to
ru: Установлен язык

source: Choose language for this group.
ru: Выберите язык для этой группы.

source: Current language is
ru: Текущий язык

source: Only group administrators can change language of group
ru: Только администраторы группы могут менять язык группы

source: Choose language for private chat with me.
ru: Выберите язык на котором мы будем общаться.

source: You can help to learn me to speak on your native language.
ru: Вы можете помочь научить меня разговаривать на вашем родном языке.

source: Please, vizit this page
ru: Пожалуйста, посетите эту страницу

source: left this group
ru: покинул эту группу
